{
  "title": "Swedish News — 14 February 2026",
  "script": "The US Secretary of State Marco Rubio has cancelled talks with Ukraine at the Munich Security Conference, a move that signals shifting diplomatic priorities in the Trump administration. However, discussions on Greenland were described as constructive — a indication that US attention remains focused on territorial and resource ambitions rather than the ongoing conflict in Eastern Europe.\n\nBack in Sweden, the Minister of Migration has announced that teenagers should be allowed to complete their high school education, suggesting a potential shift in policies affecting young asylum seekers and migrants. Meanwhile, Sweden Democrats leadership has indicated broad agreement on residence permit policies, positioning the party to shape immigration rules under the current coalition government.\n\nThe Social Democrats have criticised the government following announcements about budgetary reform space, signalling growing opposition from the left as the parliament debates how to allocate resources.\n\nOn the international stage, Ukrainian President Volodymyr Zelenskyy has proposed a two-month ceasefire followed by elections, and is seeking at least twenty years of security guarantees from the West. Fresh peace talks between Ukraine and Russia are scheduled for next week, marking a potential turning point in the conflict after nearly two years of war.\n\nIn tech and innovation news, AI Sweden has announced new partnerships and strengthened Canadian ties during a high-level business visit. The organization has been recognized as a societal actor of the year, reflecting Sweden's growing role in artificial intelligence development and deployment. Several Swedish municipalities are expanding AI usage, with new procurement guidelines published to support civil society organisations.\n\nDomestically, Iranian dissidents gathered in Munich for massive protests against the Tehran regime, with up to 250,000 demonstrators present. Reza Pahlavi, son of the deposed shah, declared his readiness to lead a movement for regime change, highlighting the international dimension of resistance to Iran's government.\n\nOn the far-right front, Expo reports that attendance at the Salem march — an annual gathering traditionally associated with Nazi and extremist movements — attracted fewer participants than ever before. However, multiple individuals have been sentenced for incitement to violence and harassment, including convictions related to disruptions at political meetings and attacks on Pride events. The Justice Ombudsman has written off a complaint regarding an abandoned investigation into Sweden Democrats politician Richard Jomshof, despite JO concerns about the case.\n\nIn space exploration, Swedish-American astronaut Kayla Meir and the Crew-12 expedition have reached the International Space Station, representing a milestone for Swedish participation in orbital missions.\n\nFinally, peace prize winner and human rights activist Narges Mohammadi has been transferred to a prison in Zanjan, Iran's northern region — a move likely indicating continued pressure from Tehran on international human rights figures.",
  "stories": [
    {
      "headline": "Rubio cancels Ukraine talks but holds constructive Greenland meeting",
      "summary": "US Secretary of State Marco Rubio has cancelled planned talks with Ukraine at the Munich Security Conference, while meetings on Greenland were described as constructive. The shift signals changing diplomatic priorities in the Trump administration.",
      "source": "Kvartal",
      "link": "https://kvartal.se/nyheter/artiklar/ukrainamote-i-munchen-installt-av-rubio/"
    },
    {
      "headline": "Swedish Migration Minister: teenagers must complete high school",
      "summary": "Sweden's Minister of Migration has announced that teenagers should be permitted to finish their secondary education, indicating a potential policy shift affecting young asylum seekers and migrants in the education system.",
      "source": "Kvartal",
      "link": "https://kvartal.se/nyheter/artiklar/migrationsministern-tonaringar-ska-fa-slutfora-gymnasiet/"
    },
    {
      "headline": "Sweden Democrats reach agreement on residence permits",
      "summary": "Leadership of the Sweden Democrats has announced broad agreement on residence permit policies, positioning the party to shape immigration regulations under the current coalition government.",
      "source": "Kvartal",
      "link": "https://kvartal.se/nyheter/artiklar/sd-toppen-vi-ar-overens-om-uppehallstillstanden/"
    },
    {
      "headline": "Zelenskyy proposes two-month ceasefire followed by elections",
      "summary": "Ukrainian President Volodymyr Zelenskyy has proposed a two-month ceasefire to be followed by elections, whilst seeking at least twenty years of security guarantees from Western powers. Fresh peace talks between Ukraine and Russia are scheduled for next week.",
      "source": "Omni",
      "link": "https://omni.se/zelenskyjs-tva-manader-vapenvila-sen-haller-vi-val/a/Gx3qg4"
    },
    {
      "headline": "AI Sweden recognised as societal actor of the year",
      "summary": "Sweden's AI organisation has been honoured as societal actor of the year and has strengthened Canadian ties during high-level business visits. The announcement comes as Swedish municipalities expand AI usage and new procurement guidelines support civil society adoption.",
      "source": "AI Sweden",
      "link": "https://www.ai.se/en/news/ai-sweden-honored-leadership-named-societal-actor-year"
    },
    {
      "headline": "250,000 Iranians protest regime in Munich",
      "summary": "Up to 250,000 Iranian dissidents gathered in Munich for massive protests against Tehran's government. Reza Pahlavi, son of the deposed shah, declared his readiness to lead a movement for regime change.",
      "source": "Expressen",
      "link": "https://www.expressen.se/nyheter/varlden/kvarts-miljon-demonstrerade-mot-regimen-i-iran/"
    },
    {
      "headline": "Salem march attracts record-low attendance",
      "summary": "The Salem march, traditionally associated with extremist movements, attracted fewer participants than ever before. Meanwhile, multiple individuals have been sentenced for incitement and harassment related to political disruptions and Pride events.",
      "source": "Expo",
      "link": "https://expo.se/nyhet/nya-salemmarschen-lockade-farre-an-nagonsin/"
    },
    {
      "headline": "Swedish-American astronaut reaches International Space Station",
      "summary": "Astronaut Kayla Meir and the Crew-12 expedition have successfully reached the International Space Station, marking a milestone for Swedish participation in orbital missions.",
      "source": "Aftonbladet",
      "link": "https://www.aftonbladet.se/nyheter/a/L45LQ9/rymdfarare-med-svensk-amerikanska-meir-framme"
    }
  ],
  "date": "2026-02-14",
  "audio_url": "digests/2026-02-14.mp3",
  "duration_seconds": 193
}