{
  "stories": [
    {
      "headline": "Strong opposition within Liberalerna against residence permit proposal",
      "summary": "Internal party conflict over migration policy proposal",
      "source": "Ekot",
      "link": "https://kvartal.se/nyheter/artiklar/ekot-starkt-motstand-mot-forslag-om-uppehallsforslag-inom-l/cG9zdDo2NTQxMg"
    },
    {
      "headline": "Suspected bribery within SL - received millions",
      "summary": "Stockholm public transport official suspected of corruption",
      "source": "Kvartal",
      "link": "https://kvartal.se/nyheter/artiklar/misstank-mutharva-inom-sl-tog-emot-miljoner/cG9zdDo2NTQ0Mw"
    },
    {
      "headline": "SD opens for changes in migration policy",
      "summary": "Sweden Democrats signal flexibility on immigration stance",
      "source": "Kvartal",
      "link": "https://kvartal.se/nyheter/artiklar/sd-oppnar-for-andringar-i-migrationspolitiken/cG9zdDo2NTYyMQ"
    },
    {
      "headline": "Kristersson proposes chemical castration of paedophiles",
      "summary": "Prime Minister suggests controversial punishment for sex offenders",
      "source": "Kvartal",
      "link": "https://kvartal.se/nyheter/artiklar/kristersson-foreslar-kemisk-kastrering-av-pedofiler/cG9zdDo2NTY2MQ"
    },
    {
      "headline": "Trump's new world order makes Sweden discuss euro adoption",
      "summary": "Geopolitical shifts revive Swedish euro currency debate",
      "source": "Omni",
      "link": "https://omni.se/ny-varldsordning-far-sverige-att-blasa-liv-i-eurodebatten/a/6q605o"
    },
    {
      "headline": "Long waiting times in healthcare most important to voters",
      "summary": "Healthcare queues top voter priority ahead of election",
      "source": "Omni",
      "link": "https://omni.se/langa-vantetider-i-varden-ar-viktigast-for-valjarna/a/K8zxBX"
    },
    {
      "headline": "Nobody wants to build wind power anymore",
      "summary": "Wind power investments in Sweden stop completely",
      "source": "DN",
      "link": "https://www.dn.se/sverige/ingen-vill-bygga-vindkraft-langre/"
    },
    {
      "headline": "Teacher caught with child pornography could return to work",
      "summary": "Police blocked from alerting independent schools about suspects",
      "source": "SVT",
      "link": "https://www.svt.se/nyheter/granskning/ug/larare-greps-med-barnpornografi-kunde-atervanda-till-jobbet"
    },
    {
      "headline": "Nooshi Dadgostar: S must change on teenage expulsions",
      "summary": "V leader demands Social Democrats reverse migration policy",
      "source": "DN",
      "link": "https://www.dn.se/sverige/nooshi-dadgostar-s-maste-andra-sig-det-ar-inte-vardigt/"
    },
    {
      "headline": "Lucas arranged Zoom meetings for global paedophile network",
      "summary": "Swedish man led international child abuse coordination group",
      "source": "Aftonbladet",
      "link": "https://www.aftonbladet.se/nyheter/a/Gx3LKB/pedofilen-lucas-karlsson-ledde-globalt-pedofilnatverk?utm_medium=rss"
    }
  ],
  "title": "瑞典新闻 — 2026年02月19日",
  "script": "瑞典自由党内部就移民政策出现严重分歧。据瑞典国家电台Ekot报道，自由党内部对最近提出的居留许可改革方案存在强烈反对声音。这项提案涉及收紧移民政策的多项措施，但党内不少成员认为这与自由党的核心价值观相悖。自由党作为联合政府的一员，在移民问题上的内部矛盾可能影响到政府整体政策的推进。党内批评者担心，过度收紧的移民政策会损害瑞典作为人权倡导者的国际形象，同时也可能违背自由主义的基本原则。\n\n接下来关注一起涉及斯德哥尔摩公共交通系统的腐败案件。据Kvartal报道，斯德哥尔摩公共交通公司SL的一名官员涉嫌受贿，涉案金额高达数百万克朗。这名官员被怀疑在招标和合同审批过程中收受贿赂，为特定供应商提供不当便利。此案已引起反腐部门的高度重视，调查正在进行中。SL是斯德哥尔摩地区最重要的公共服务机构之一，每天服务数十万通勤者，这起腐败案不仅涉及公款流失，更可能影响公共交通系统的采购公正性和服务质量。检察机关表示将彻查此案，确保公共资源得到妥善使用。\n\n瑞典民主党在移民政策上释放出新的信号。据Kvartal报道，该党表示愿意在某些移民政策问题上展现灵活性，这标志着瑞典民主党的战术调整。作为议会第二大党，瑞典民主党长期以来以强硬的反移民立场著称，但此次表态显示该党可能在具体政策执行层面寻求更务实的合作空间。分析人士认为，这可能与即将到来的大选有关，瑞典民主党试图在保持核心支持者的同时，争取更多中间选民的支持。不过，党内强硬派对这种转变持保留态度，认为不应在移民问题上做出过多妥协。\n\n首相克里斯特松提出了一项极具争议性的提议。据Kvartal报道，克里斯特松建议对恋童癖罪犯实施化学阉割，作为刑罚措施的一部分。这一提议立即在瑞典社会引发激烈辩论。支持者认为，面对严重的儿童性侵犯罪行，需要采取更严厉的惩罚和预防措施来保护儿童安全。但反对者，包括人权组织和法律专家，质疑这种做法的人道性和有效性，认为它可能违反欧洲人权公约关于禁止不人道或有辱人格待遇的规定。医学界也对强制化学阉割的长期影响表示担忧。这项提议能否在议会获得通过，还需要经过广泛的法律和伦理审查。\n\n国际局势的变化让瑞典重新讨论起加入欧元区的问题。据Omni报道，随着特朗普重返美国政治舞台带来的全球秩序变化，瑞典国内关于是否应该放弃克朗、采用欧元的讨论重新升温。支持者认为,在全球经济和地缘政治不确定性增加的背景下，加入欧元区可以为瑞典经济提供更强的稳定性和保护。欧元区成员国在应对外部经济冲击时拥有更强的集体谈判力量。但反对者强调，瑞典独立的货币政策在过去几次经济危机中发挥了重要作用，放弃克朗意味着失去这一关键的经济调节工具。瑞典在2003年举行过欧元公投，当时56%的选民反对加入欧元区，此后这个话题一度沉寂，如今重新成为公共讨论的焦点。\n\n医疗系统的等待时间成为选民最关心的问题。据Omni的最新民调显示，在即将到来的大选中，医疗服务的漫长等待时间是选民最优先关注的议题。无论是急诊候诊、专科门诊预约还是手术排期，过长的等待时间已经严重影响了公众对医疗系统的信心。许多患者抱怨，即使是相对紧急的病症也要等待数周甚至数月才能得到治疗。这个问题在疫情之后变得更加突出,医疗系统积压了大量延迟的诊疗需求。各政党都已将医疗改革作为竞选纲领的核心内容，承诺投入更多资源、增加医护人员编制、优化流程来缩短等待时间。选民期待看到的是实质性的改善措施，而不仅仅是竞选承诺。\n\n瑞典的风电建设出现了意外停滞。据《每日新闻报》报道，目前几乎没有任何公司愿意在瑞典投资建设新的风力发电项目。这一现象令人震惊，因为瑞典此前一直是可再生能源领域的积极推动者。导致这种局面的原因包括电网容量不足、审批流程复杂、电价波动过大，以及地方反对声音增加。许多已规划的风电项目因为经济可行性问题而被搁置或取消。能源公司指出，在当前的政策和市场环境下，风电投资的风险和不确定性太高。这对瑞典的气候目标构成严峻挑战，因为风电是实现碳中和计划的重要组成部分。政府和能源行业正在紧急磋商，寻找打破僵局的解决方案。\n\n一起令人不安的案件暴露了瑞典学校安全监管的漏洞。据瑞典电视台SVT报道，一名因持有儿童色情材料被抓获的教师，可能仍有机会重返教职工作。问题的核心在于,警方被禁止向独立学校通报涉嫌此类犯罪的教职员工信息。现行法律规定，只有在正式定罪之后，相关信息才能共享，但从立案到判决往往需要很长时间。在这期间，涉案教师如果在独立学校任职，学校管理方可能完全不知情。这在公立学校不会发生，因为公立学校属于政府系统，信息共享机制更完善。儿童权益组织强烈呼吁修改相关法律，要求建立更有效的预警机制，确保在调查期间就能暂停涉案教师的教学资格，以保护学生安全。\n\n左翼党领袖达德戈斯塔尔对社会民主党提出严厉批评。据《每日新闻报》报道，左翼党主席诺希·达德戈斯塔尔要求社会民主党改变其关于驱逐青少年移民的政策立场。社会民主党最近在移民政策上采取了更加严格的态度，包括支持驱逐部分未成年申请者，这与过去的立场有明显转变。达德戈斯塔尔认为，驱逐在瑞典长大的青少年是不人道的，这些年轻人已经融入瑞典社会，瑞典语是他们的主要语言，将他们送往一个陌生的国家违背了基本的人权原则。她警告说，如果社会民主党继续这一政策方向，将很难在未来组建左翼联合政府。社会民主党则辩解说，政策调整是为了回应公众对移民问题的关切，同时强调会在人道主义和法治之间寻找平衡。\n\n最后是一起震惊全国的恶性犯罪案件。据《晚报》报道，一名叫卢卡斯的瑞典男子被指控为一个全球恋童癖网络安排Zoom视频会议。调查显示，这名男子在网络上组织协调了一个国际性的儿童性虐待分享群组，成员遍布多个国家。他利用加密通讯工具安排定期的视频会议，参与者在会议中交流虐待儿童的方法、分享非法材料，甚至进行实时虐待的直播。国际刑警组织和多国执法机构合作破获了这个网络，已经逮捕了多名涉案人员。这起案件凸显了网络儿童性侵犯的全球化和组织化趋势，执法部门面临技术侦查和跨国协作的多重挑战。瑞典检方表示,将对卢卡斯提起最严重的指控,并寻求顶格量刑,以彰显法律对此类罪行的零容忍态度。此案也引发了关于加强网络监管和国际执法合作的讨论。",
  "date": "2026-02-19",
  "audio_url": "digests/2026-02-19.mp3",
  "duration_seconds": 361
}