{
  "stories": [
    {
      "headline": "Explosion at villa in Nacka outside Stockholm",
      "summary": "Detonation damages property in residential area early Sunday",
      "source": "Aftonbladet",
      "link": "https://www.aftonbladet.se/nyheter/a/e7Ebm9/larm-om-small-utanfor-stockholm?utm_medium=rss"
    },
    {
      "headline": "Eight-month-old baby issued deportation order",
      "summary": "Infant's case sparks political debate on deportation policy",
      "source": "SVT Nyheter",
      "link": "https://www.svt.se/nyheter/inrikes/kan-en-bebis-utvisas"
    },
    {
      "headline": "Liberals in Gothenburg open to SD cooperation",
      "summary": "L party says yes to governing with Sweden Democrats",
      "source": "Kvartal",
      "link": "https://kvartal.se/nyheter/artiklar/l-i-goteborg-sager-ja-till-sd-samarbete/cG9zdDo2NzQ4NA"
    },
    {
      "headline": "Magdalena Andersson: strict migration policy here to stay",
      "summary": "S leader rules out compromise on migration with opposition",
      "source": "DN",
      "link": "https://www.dn.se/sverige/magdalena-andersson-att-stram-migration-behovs-ar-fast-forankrat/"
    },
    {
      "headline": "Sky-high electricity prices worry Swedish customers",
      "summary": "Record energy costs causing concern among Swedish households",
      "source": "Kvartal",
      "link": "https://kvartal.se/nyheter/artiklar/skyhoga-elpriser-oroar-kunder/cG9zdDo2NzM2Ng"
    },
    {
      "headline": "Nazi convicted for disrupting Social Democrat meeting",
      "summary": "Court sentences far-right activist over political disruption",
      "source": "Expo",
      "link": "https://expo.se/nyhet/ytterligare-en-nazist-doms-efter-storning-av-s-mote/"
    },
    {
      "headline": "University of Gothenburg removes post after terrorism criticism",
      "summary": "GU takes down seminar announcement following public backlash",
      "source": "Kvartal",
      "link": "https://kvartal.se/nyheter/artiklar/gu-tar-ned-inlagg-efter-terrorkritik/cG9zdDo2NzMzNg"
    },
    {
      "headline": "EU abortion funding vote imminent",
      "summary": "EU to decide on cross-border abortion financial support",
      "source": "Aftonbladet",
      "link": "https://www.aftonbladet.se/nyheter/a/j0a6Mz/snart-avgors-det-ska-alla-i-eu-kunna-gora-abort?utm_medium=rss"
    },
    {
      "headline": "AI Sweden strengthens Canadian ties in high-level visit",
      "summary": "National AI organisation builds international partnerships",
      "source": "AI Sweden",
      "link": "https://www.ai.se/en/news/ai-sweden-strengthens-canadian-ties-during-high-level-business-visit"
    },
    {
      "headline": "Parken Zoo targets pensioners for summer jobs",
      "summary": "Eskilstuna zoo recruits retirees among 300 seasonal workers",
      "source": "SVT Nyheter",
      "link": "https://www.svt.se/nyheter/lokalt/sormland/parken-zoo-vill-ha-pensionarer-som-sommarjobbare-en-bra-mix"
    }
  ],
  "title": "瑞典新闻 — 2026年02月22日",
  "script": "今天清晨，斯德哥尔摩东郊的纳卡市发生了一起爆炸事件，一栋住宅别墅遭到严重破坏。根据瑞典晚报《Aftonbladet》的报道，爆炸发生在周日清晨，当时周边居民区内不少居民仍在睡梦之中。爆炸的冲击波损坏了周边建筑，所幸目前尚无关于人员伤亡的确认报告。纳卡市位于斯德哥尔摩市中心以东约十五公里，是一个以安静住宅区为主的富裕郊区，此类爆炸事件在当地极为罕见。警方已封锁现场展开调查，目前案件性质尚未对外公布，但此类住宅爆炸事件近年来在瑞典已多次出现，部分与黑帮犯罪活动有关，当局正在核查一切可能性。\n\n与此同时，一起令人揪心的案例正在瑞典社会引发广泛讨论。据瑞典公共电视台SVT Nyheter报道，一名仅八个月大的婴儿收到了驱逐出境令，此事迅速在政界和民间掀起轩然大波。这名婴儿年龄之小令许多人震惊，批评人士认为，针对如此幼小的孩子发出驱逐令，明显反映出现行移民政策在执行层面缺乏人道弹性。支持者则坚持认为，法律规定必须一视同仁，不能因为年龄而设立例外。这一案例已成为瑞典移民政策辩论中的标志性事件，促使多个政党表态并重新审视现行的庇护和驱逐程序。此事目前仍在持续发酵，预计将推动国会层面的讨论。\n\n在政党合作动态方面，来自哥德堡的自由党表示，他们愿意与极右翼的瑞典民主党携手共同执政地方政府。这一表态来自保守偏中间路线的自由党，在哥德堡政治格局中具有重要信号意义。值得关注的是，这一消息来源于季刊杂志《Kvartal》，该媒体在政治立场上倾向于保守自由主义，在报道涉及移民和政党合作议题时，其视角可能与主流媒体有所不同。自由党历史上一向与民粹主义政党保持距离，此番态度转变显示出地方政治中的实用主义考量正逐渐压过意识形态顾虑。哥德堡是瑞典第二大城市，这一合作倾向若最终成形，将对未来的地方政策走向产生显著影响，尤其是在城市发展、福利与治安等议题上。\n\n关于移民政策，社会民主党领袖马格达莱纳·安德森在接受《每日新闻》Dagens Nyheter采访时明确表示，严格的移民政策将是党的长期立场，不会因政治压力而松动。安德森强调，社会民主党不打算与反对党在这一核心议题上作出妥协。这一立场标志着曾经以开放移民政策著称的社民党，在过去数年经历了根本性的路线转型。分析人士指出，这是社民党为了夺回因移民问题而流失的选民基础所作出的战略选择。安德森的表态也意味着，无论未来执政格局如何变化，瑞典收紧移民管控的大方向在可预见的将来不太可能逆转。\n\n对于许多住在瑞典的家庭来说，最直接的压力来自高居不下的电费账单。据《Kvartal》报道，瑞典近期出现了创纪录的高电价，令众多家庭深感忧虑。瑞典的电价因地区和时段不同而差异悬殊，南部地区受欧洲大陆电网影响，价格通常远高于北部水电资源丰富的地区。过去几个冬天，极端天气叠加欧洲能源供应紧张，导致用电高峰期价格数次创下历史新高。许多家庭已不得不调整日常用电习惯，在低电价时段集中用电，推迟洗衣、烹饪等高耗电活动。政界对此也有所回应，但目前来看，结构性解决方案仍需时日，普通家庭短期内恐怕仍需承受较高的能源成本。\n\n在司法新闻方面，一名纳粹分子因扰乱社会民主党集会而被法院定罪。据专门追踪极右翼活动的调查媒体《Expo》报道，这名极右翼活动人士被判定在一场政治集会上蓄意制造混乱，妨碍正常的民主活动秩序。瑞典法院此番定罪，被视为对政治极端主义的明确警示。《Expo》是一家专注于揭露极端主义运动的非营利性媒体，其在此类议题上的报道可信度较高。此案再次提醒公众，极右翼势力在瑞典虽属少数，但其对公共政治空间的侵扰并未消失，司法体系对此保持着警惕。\n\n在学术自由与政治敏感性的交叉地带，哥德堡大学在遭到公众批评后，悄然撤下了一则研讨会的公告。据《Kvartal》报道，这场研讨会因涉及被部分人士认为与恐怖主义相关的内容而引发争议，校方随即将相关信息从官方渠道删除。这一举动迅速引发了学术界对言论自由和大学独立性的讨论。批评者认为，大学不应在舆论压力下轻易撤退，知识探讨理应保有独立空间；支持者则认为，高校有责任审慎对待可能引发公众误解的活动宣传。此事凸显了当前欧洲学术机构在敏感政治议题上所面临的复杂处境。\n\n放眼欧洲，欧盟议会即将就一项跨境堕胎资金支持议案进行表决，据《Aftonbladet》报道，此举旨在为那些因本国限制性堕胎法律而不得不前往其他欧盟成员国接受手术的女性提供财政援助。这一议案在欧盟内部存在明显分歧，天主教国家如波兰和匈牙利历来对此类政策持强烈反对立场，而北欧国家普遍支持女性生育自主权。瑞典在这一议题上一向站在支持一方，此次表决结果将对欧盟在性与生殖健康领域的整体政策方向产生深远影响。\n\n在科技与国际合作领域，瑞典国家人工智能机构AI Sweden日前与加拿大方面展开了高层互访，双方就深化人工智能领域合作交换了意见。AI Sweden作为瑞典推动人工智能发展的核心机构，近年来持续拓展国际合作网络。此次与加拿大的高层接触，显示出北欧国家正积极寻求在人工智能研究与应用方面与志同道合的国家建立更紧密的伙伴关系。加拿大同样拥有活跃的人工智能研究生态，两国在数据伦理、隐私保护等价值观上也存在较多共同点。这类国际合作对于维持瑞典在全球人工智能竞争格局中的地位具有重要战略意义。\n\n最后，在一则轻松的就业消息中，位于埃斯基尔斯图纳的帕肯动物园今年夏天将向退休人士开放招聘。据SVT Nyheter报道，动物园计划招募约三百名季节性员工，并特别欢迎老年人加入。这一举措折射出瑞典劳动力市场的一个趋势：随着人口老龄化加剧，越来越多的雇主开始重视退休人员的经验与可靠性，将其视为有价值的劳动力来源。对于许多退休人士而言，季节性工作不仅能带来额外收入，更能保持社交活跃、维系生活节律。这种用工模式在北欧国家正逐渐普及，也反映出社会对老年人劳动参与的日益包容与鼓励。",
  "date": "2026-02-22",
  "audio_url": "digests/2026-02-22.mp3",
  "duration_seconds": 330
}