{
  "stories": [
    {
      "headline": "Fiscal Policy Council criticises government's budget",
      "summary": "Council delivers harsh criticism of fiscal policy decisions",
      "source": "Kvartal",
      "link": "https://kvartal.se/nyheter/artiklar/regeringens-budget-kritiserad-av-finanspolitiska-radet/cG9zdDo2NDEzOQ"
    },
    {
      "headline": "87 FGM cases discovered in Västerås",
      "summary": "87 girls found to have undergone genital mutilation",
      "source": "Kvartal",
      "link": "https://kvartal.se/nyheter/artiklar/87-fall-av-konsstympade-flickor-upptackta-i-vasteras/cG9zdDo2Mzk5NA"
    },
    {
      "headline": "Shortage of forensic psychology places leaves convicts free",
      "summary": "Twenty convicted individuals at large due to capacity shortage",
      "source": "Kvartal",
      "link": "https://kvartal.se/nyheter/artiklar/platsbrist-pa-rattspsyk-tjugotal-domda-pa-fri-fot/cG9zdDo2Mzk4NQ"
    },
    {
      "headline": "Teenage deportations under pressure from multiple parties",
      "summary": "MP and V push S and L to halt deportations",
      "source": "Kvartal",
      "link": "https://kvartal.se/nyheter/artiklar/mp-och-v-pressar-s-och-l-att-stoppa-tonarsutvisningarna/cG9zdDo2NDI2MA"
    },
    {
      "headline": "Healthcare worker and babies face deportation threat",
      "summary": "New deportation rules threaten workers and Swedish-born children",
      "source": "Omni",
      "link": "https://omni.se/darfor-hotas-vardpersonal-och-bebisar-av-utvisning/a/JOxLE8"
    },
    {
      "headline": "Record re-migration grant applications but few approved",
      "summary": "272 applications received but none granted initially",
      "source": "Omni",
      "link": "https://omni.se/inga-atervandringsbidrag-beviljade-272-ansokningar-i-borjan-av-aret/a/vr5pVX"
    },
    {
      "headline": "School students increasingly negative towards LGBTQI people",
      "summary": "Forum survey shows marked shift in youth tolerance",
      "source": "SVT",
      "link": "https://www.svt.se/nyheter/inrikes/fler-unga-ar-negativa-till-homosexuella-och-transpersoner-forvanande"
    },
    {
      "headline": "Fraud becoming Sweden's most common crime",
      "summary": "Fraud cases surge to top of crime statistics",
      "source": "Kvartal",
      "link": "https://kvartal.se/nyheter/artiklar/bedragerier-pa-vag-att-bli-vanligaste-brottet-i-sverige/cG9zdDo2NDQ1Ng"
    },
    {
      "headline": "S considers pure Social Democrat minority government",
      "summary": "Baudin says one-party government is viable option",
      "source": "DN",
      "link": "https://www.dn.se/sverige/baudin-om-regeringsfragan-dumt-att-stanga-dorren-till-en-ren-s-regering/"
    },
    {
      "headline": "Electricity costs surge with new power charge model",
      "summary": "New pricing system heavily criticised, savings tricks available",
      "source": "DN",
      "link": "https://www.dn.se/sverige/sa-kan-elkostnaderna-sankas-med-tusenlappar/"
    }
  ],
  "title": "瑞典新闻 — 2026年02月17日",
  "script": "财政政策委员会今天对瑞典政府的预算决策提出了严厉批评。根据 Kvartal 报道，这个独立监督机构认为政府在财政政策方面的决策存在重大问题，特别是在预算平衡和长期经济可持续性方面。委员会指出，当前的财政政策可能会给未来的经济稳定带来风险。这一批评对执政联盟构成了压力,因为财政政策委员会的评估在瑞典政治和经济界具有相当的权威性。政府方面尚未对这些批评做出正式回应,但预计在接下来的议会辩论中,这将成为反对党攻击的重点。\n\n韦斯特罗斯市发现了 87 起女性割礼案件,引发了社会各界的强烈关注。根据 Kvartal 的调查,这 87 名女孩都遭受了生殖器切割,这种做法在瑞典是严格禁止的,被视为严重侵犯人权的行为。这一发现暴露了瑞典在保护儿童权益和文化融合方面面临的挑战。女性割礼在某些移民社区中仍然存在,尽管瑞典法律明确禁止并设有刑事处罚。当地政府已经启动了全面调查,社会服务部门正在介入为受害女孩提供医疗和心理支持。这一案件也重新引发了关于如何在尊重文化多样性的同时保护基本人权的讨论。\n\n与此同时,瑞典司法系统正面临一个严重的问题——由于法医心理学治疗机构床位短缺,目前有二十名已定罪的罪犯仍然在外逍遥法外。Kvartal 报道称,这些罪犯按照判决应该接受强制性的法医心理治疗,但由于全国范围内这类专业治疗机构严重缺乏床位,他们无法被收治,因此暂时保持自由身。这种情况不仅对公共安全构成潜在威胁,也凸显了瑞典刑事司法系统在精神健康治疗资源方面的严重不足。批评者指出,这个问题已经存在多年,但历届政府都未能有效解决。司法部门表示正在寻求增加法医心理治疗机构的容量,但短期内难以解决这一困境。\n\n在移民政策方面,环境党和左翼党正在对社会民主党和自由党施加压力,要求停止驱逐青少年。Kvartal 报道,这两个左翼政党特别关注那些在瑞典长大、已经融入瑞典社会的年轻人的驱逐案件。环境党和左翼党认为,将这些青少年驱逐到他们可能从未真正生活过的国家是不人道的,也违背了儿童权益保护的原则。社会民主党和自由党目前在这个问题上面临两难:一方面要回应联盟伙伴对更严格移民政策的要求,另一方面也要考虑人道主义和儿童权益的声音。这场政治拉锯战预计将在未来几周内升级,可能会影响政府的稳定性。\n\nOmni 新闻报道,新的驱逐规定正在威胁许多医疗工作者及其在瑞典出生的孩子。这些医疗工作者中有许多人在疫情期间为瑞典医疗系统做出了重要贡献,但由于居留许可方面的技术性问题,他们现在面临被驱逐的风险。更令人担忧的是,即使他们的孩子在瑞典出生并长大,也可能面临与父母一起被驱逐的命运。医疗行业工会和人权组织强烈批评这些规定,认为这不仅不人道,也会加剧瑞典本已严重的医护人员短缺问题。一些案例显示,这些家庭已经在瑞典建立了完整的生活,孩子在瑞典学校上学,完全融入了瑞典社会。支持者呼吁政府重新审视这些规定,在执法时考虑人道主义因素。\n\n关于再移民补助金的申请出现了创纪录的数量,但实际批准的案例却少之又少。Omni 报道称,已经收到了 272 份再移民补助金的申请,这个数字远超以往。再移民补助金是政府提供给那些愿意自愿返回原籍国并放弃在瑞典居留权的移民的经济补助。然而,尽管申请数量激增,最初阶段却没有一份申请获得批准。这引发了关于申请审批标准和程序的质疑。一些观察家认为,高申请量反映了部分移民在瑞典生活的困难和失望,而低批准率则可能表明政府设置了过高的门槛。移民事务局表示,他们正在仔细审核每一份申请,以确保符合所有法律要求,但这个解释并未平息外界的批评。\n\n瑞典青少年对 LGBTQI 群体的态度正在显著恶化,这一趋势令人担忧。根据 SVT 报道的论坛调查,学生对性少数群体的宽容度出现了明显下降。这项调查显示,越来越多的年轻人对 LGBTQI 群体持负面态度,这与瑞典长期以来在性少数群体权益保护方面的进步形成了鲜明对比。教育工作者和人权组织对这一趋势表示震惊,认为这可能与社交媒体上的负面宣传、极端主义思想的传播以及某些政治力量的煽动有关。学校和家长被呼吁加强对青少年的价值观教育,促进包容和尊重。这一发现也引发了关于瑞典社会是否正在倒退的广泛讨论,一些人担心这种态度的转变可能预示着更广泛的不宽容现象。\n\n诈骗案件正在成为瑞典最常见的犯罪类型,案件数量激增至犯罪统计的首位。Kvartal 报道指出,诈骗犯罪的激增主要与数字化进程加快和网络犯罪的普及有关。从电话诈骗到复杂的网络钓鱼攻击,从身份盗窃到投资诈骗,各类诈骗手法层出不穷。这一趋势不仅给受害者造成了巨大的经济损失,也对社会信任造成了侵蚀。警方表示,诈骗案件的调查和起诉面临重大挑战,因为许多犯罪分子在国外运作,使用复杂的技术手段掩盖踪迹。政府和金融机构正在加强公众教育,提高人们对各类诈骗手法的警惕性,同时也在寻求加强国际合作以打击跨国诈骗网络。\n\n在政治方面,社会民主党正在考虑组建纯粹的社民党少数政府。根据每日新闻报道,社民党议员鲍丁表示单一政党政府是一个可行的选项。这一表态引发了广泛关注,因为它可能预示着瑞典政治格局的重大变化。目前的政治局势复杂,各党派之间的合作充满挑战。社民党作为瑞典最大的政党之一,如果选择独自组阁,将需要在议会中寻求其他党派对具体政策的支持。这种少数政府模式在瑞典历史上并不罕见,但在当前高度分裂的政治环境下,能否有效运作仍然存疑。其他党派对这一提议反应不一,一些党派表示愿意就具体议题进行合作,而另一些则持怀疑态度。未来几个月的政治发展将决定这一选项是否会成为现实。\n\n最后,瑞典的电费支出正在因新的电力收费模式而大幅上涨,引发了广泛的批评。每日新闻报道称,新的定价系统受到了强烈批评,但同时也有一些省钱技巧可供消费者使用。新的收费模式改变了电力定价的计算方式,导致许多家庭的电费账单显著增加,特别是在用电高峰时段。批评者认为,这个新系统对普通家庭不公平,尤其是那些无法灵活调整用电时间的家庭。能源公司辩称,新模式旨在鼓励更有效的能源使用,并帮助平衡电网负荷。消费者组织已经开始向公众提供建议,教导如何通过调整用电习惯来降低成本,比如将高耗能活动安排在电价较低的时段。这一问题也引发了关于能源政策和消费者保护的更广泛讨论,预计将成为未来政治辩论的重要议题。"
}