{
  "title": "Swedish News — 14 February 2026",
  "script": "Several countries, including Sweden, have announced they have concrete evidence that Russia poisoned opposition leader Alexei Navalny. Swedish Foreign Minister Maria Malmer Stenergard stated that investigators have identified the specific poison used. She said it could only have been administered by Russia, given that Navalny was in Russian custody when he died. Moscow has dismissed the allegations as an insult to the dead.\n\nIn related developments, a Norwegian researcher who had previously been sceptical about the so-called Havana syndrome built a sonic weapon to test the theory. He subsequently experienced symptoms consistent with the syndrome itself. The Washington Post reports this may provide some validation to symptoms reported by American diplomats over recent years.\n\nMoving to Ukraine and international security, President Volodymyr Zelenskyy has presented new demands at the Munich Security Conference. He called on the EU to ban Russian merchant ships in the Baltic Sea, whilst also continuing to push for Ukraine's EU membership. Zelenskyy emphasised that Ukraine is defending the EU against Russian aggression. He also made critical comments about Hungarian Prime Minister Viktor Orbán, who responded by stating that the EU, not Russia, is the real threat to Hungary.\n\nMeanwhile, a new report from the think tank ISW suggests Russia's military apparatus is suffering serious financial strain and heavy casualties from the ongoing war in Ukraine. ISW analysts suggest these effects may eventually force Putin to consider genuine negotiations.\n\nTurning to domestic Swedish politics, there's ongoing tension within the governing coalition over immigration policy. The Tidö government parties — the Moderates, Liberals, Christian Democrats, and Sweden Democrats — have quarrelled publicly over migration matters. Sweden Democrat leader Gustav Gellerbrant claims they've reached an agreement, but the government has pushed back, saying there are still more than just details to resolve.\n\nIn an unrelated immigration matter, the Perez family, including eight-year-old Gabriella, faces deportation on Monday. Residents in Gävle have gathered to protest the decision, but immigration authorities have maintained their position. This case has sparked controversy given the child's age and Swedish residency.\n\nOn security and defence, Sweden is proceeding with a billion-krona purchase of new frigates to strengthen its naval capabilities against Russia. Defence Minister Pål Jonson stated that deploying such capability sends a clear signal that Sweden will defend its territory. However, military analysts note these ships will likely become priority targets in any conflict.\n\nIn technology news, an AI lawyer startup founded in Sweden is now valued at 54 billion kronor, according to Fria Tider. This reflects growing investment in Swedish artificial intelligence ventures.\n\nFinally, a serious incident occurred in Umeå on Saturday evening when a person was subjected to severe violence and suffered life-threatening injuries. Police have arrested two people in connection with the suspected attempted murder.\n\nWeather alert: SMHI has issued a yellow warning for strong winds in Jämtland and Härjedalen mountains early next week.",
  "stories": [
    {
      "headline": "Sweden and four countries confirm Russia poisoned Navalny",
      "summary": "Swedish Foreign Minister Maria Malmer Stenergard announced that investigators have identified the poison used to kill Russian opposition leader Alexei Navalny. She stated the poison could only have been administered whilst Navalny was in Russian custody. Moscow has rejected the allegations.",
      "source": "Expressen",
      "link": "https://www.expressen.se/nyheter/varlden/utrikesministern-navalnyj-forgiftades-av-ryssland/"
    },
    {
      "headline": "New evidence on Havana syndrome: Norwegian researcher builds sonic weapon, develops symptoms",
      "summary": "A Norwegian researcher who was sceptical of Havana syndrome constructed a sonic weapon to test the theory, subsequently experiencing symptoms consistent with the condition. This may provide validation to symptoms reported by American diplomats.",
      "source": "DN",
      "link": "https://www.dn.se/varlden/skeptisk-forskare-byggde-ljudvapen-drabbades-av-havannasyndrom/"
    },
    {
      "headline": "Zelenskyy calls for EU ban on Russian merchant ships in Baltic",
      "summary": "Ukrainian President Zelenskyy presented new demands at the Munich Security Conference, calling on the EU to ban Russian merchant ships from the Baltic Sea whilst continuing to push for Ukraine's EU membership.",
      "source": "Samnytt",
      "link": "https://konto.samnytt.se/zelenskyjs-nya-krav-eu-maste-forbjuda-ryska-handelsfartyg-pa-ostersjon/"
    },
    {
      "headline": "Think tank: Russia's war effort suffering serious financial strain",
      "summary": "The ISW think tank released a report indicating Russia's military apparatus is experiencing severe financial difficulties and heavy combat losses. Analysts suggest these mounting effects may eventually force Putin to consider actual negotiations.",
      "source": "Expressen",
      "link": "https://www.expressen.se/nyheter/varlden/rapport-kriget-tar-pa-ryssland-pa-allvar/"
    },
    {
      "headline": "Tension within Swedish coalition government over immigration policy",
      "summary": "The Tidö coalition parties have publicly disagreed over migration policy. Sweden Democrats claim agreement has been reached, but the government maintains there are significant unresolved issues beyond surface details.",
      "source": "Aftonbladet",
      "link": "https://www.aftonbladet.se/nyheter/a/Wvj3r2/regeringen-slar-tillbaka-mot-sd-mer-an-detaljer-som-aterstar"
    },
    {
      "headline": "Gävle residents protest deportation of eight-year-old Gabriella Perez",
      "summary": "The Perez family, including eight-year-old Gabriella, faces deportation from Sweden on Monday. Residents have gathered to protest, but immigration authorities have upheld the decision.",
      "source": "Aftonbladet",
      "link": "https://www.aftonbladet.se/nyheter/a/L45q91/gabriella-8-utvisas-pa-mandag-gavlebor-samlas-for-att-protestera"
    },
    {
      "headline": "Sweden purchases new frigates to strengthen naval defence against Russia",
      "summary": "Sweden is proceeding with a billion-krona purchase of new frigates to enhance maritime capabilities against Russian threats. Defence Minister Pål Jonson stated the deployment signals Sweden's commitment to territorial defence, though military analysts note the ships would likely become priority targets.",
      "source": "SVT Nyheter",
      "link": "https://www.svt.se/nyheter/inrikes/nya-fregatter-blir-svenskt-maktmedel-mot-ryssland"
    },
    {
      "headline": "Swedish AI lawyer startup valued at 54 billion kronor",
      "summary": "A Swedish artificial intelligence company providing legal services has reached a valuation of 54 billion kronor, reflecting growing investment in Swedish AI ventures.",
      "source": "Fria Tider",
      "link": "https://www.friatider.se/svensk-ai-advokat-vard-54-miljarder"
    }
  ]
}