{
  "title": "Swedish News — 15 February 2026",
  "script": "Sweden's Migration Minister has announced a significant policy shift, saying teenagers should be allowed to complete their high school education — a move that affects young asylum seekers and migrants in the school system. The announcement comes as the Sweden Democrats leadership has reached internal agreement on residence permit policies, positioning the party to shape immigration regulations more formally.\n\nIn far-right monitoring news, attendance at the Salem march has hit a record low. The neo-Nazi march, a longstanding fixture in Swedish activism, drew fewer participants than ever before. Meanwhile, courts have been busy this week: three people have now been sentenced in the so-called Janouch scandal, another man has been sentenced for inciting drag queens, and a Nazi was convicted after disrupting a Social Democrat meeting. The Ombudsman's office has also written off a complaint against Sweden Democrats politician Richard Jomshof after an incitement investigation was abandoned — a decision that's now being challenged at the JO.\n\nAI Sweden, the country's national AI initiative, has won recognition as societal actor of the year. The organisation has been expanding municipal adoption of AI tools and strengthening ties with Canada during high-level business visits. New training programmes are equipping civil society and the retail sector with AI capabilities, whilst labour market councils are preparing Swedes for how artificial intelligence will reshape employment.\n\nOn the international stage with Swedish implications, Ukraine and Russia are entering new peace talks next week. President Zelensky has proposed a two-month truce followed by elections, and is demanding at least 20 years of security guarantees from Western nations. A Swedish researcher has warned that Sweden's new frigates will become high-value military targets — an assessment that underscores the ongoing strategic importance of Nordic naval investment.\n\nFinally, there's been renewed scrutiny of Sveriges Radio, Sweden's public broadcaster. A new debate has highlighted longstanding questions about the organisation's claim to political impartiality. The image of Sverige Radio as strictly apolitical has repeatedly been tested, with observers arguing that the principle of impartiality — how it's defined, applied, and maintained in practice — remains more myth than reality.",
  "stories": [
    {
      "headline": "Swedish Migration Minister: teenagers must complete high school",
      "summary": "Sweden's Minister of Migration has announced that teenagers should be permitted to finish their secondary education, indicating a potential policy shift affecting young asylum seekers and migrants in the education system.",
      "source": "Kvartal",
      "link": "https://kvartal.se/nyheter/artiklar/migrationsministern-tonaringar-ska-fa-slutfora-gymnasiet/"
    },
    {
      "headline": "Sweden Democrats reach agreement on residence permits",
      "summary": "Leadership of the Sweden Democrats has announced broad agreement on residence permit policies, positioning the party to shape immigration regulations under the current coalition government.",
      "source": "Kvartal",
      "link": "https://kvartal.se/nyheter/artiklar/sd-toppen-vi-ar-overens-om-uppehallstillstanden/"
    },
    {
      "headline": "Salem march attendance hits record low",
      "summary": "The annual neo-Nazi Salem march attracted fewer participants than ever before, according to Expo, Sweden's anti-racist foundation monitoring far-right movements.",
      "source": "Expo",
      "link": "https://expo.se/nyhet/nya-salemmarschen-lockade-farre-an-nagonsin/"
    },
    {
      "headline": "Multiple neo-Nazi convictions this week",
      "summary": "Swedish courts have sentenced multiple far-right activists: three people in the Janouch scandal, a man for inciting drag queens, and a Nazi activist for disrupting a Social Democrat meeting. The JO has challenged an abandoned incitement investigation into Sweden Democrats politician Richard Jomshof.",
      "source": "Expo",
      "link": "https://expo.se/nyhet/tredje-person-doms-i-janouch-harvan/"
    },
    {
      "headline": "AI Sweden named societal actor of the year",
      "summary": "Sweden's AI initiative has won recognition for expanding municipal adoption of AI tools and strengthening international partnerships. New programmes are equipping civil society and the retail sector with AI capabilities to meet labour market demands.",
      "source": "AI Sweden",
      "link": "https://www.ai.se/en/news/ai-sweden-honored-leadership-named-societal-actor-year"
    },
    {
      "headline": "Ukraine and Russia to resume peace talks",
      "summary": "Ukraine and Russia will enter new talks next week. President Zelensky has proposed a two-month ceasefire followed by elections, and is seeking at least 20 years of security guarantees from Western allies.",
      "source": "Omni",
      "link": "https://omni.se/ukraina-och-ryssland-i-nya-samtal-nasta-vecka/"
    },
    {
      "headline": "Swedish researcher warns new frigates are strategic targets",
      "summary": "A Swedish defence researcher has cautioned that Sweden's new frigates will become high-value military targets, underscoring the strategic significance of Nordic naval investment amid regional tensions.",
      "source": "Omni",
      "link": "https://omni.se/forskare-nya-fregatterna-blir-hogvardiga-mal/"
    },
    {
      "headline": "Sveriges Radio's impartiality questioned in new debate",
      "summary": "A renewed examination of Sveriges Radio has highlighted longstanding questions about the broadcaster's claim to political independence. Critics argue the principle of impartiality — how it's defined and maintained — has become more myth than practice.",
      "source": "Ledarsidorna",
      "link": "https://ledarsidorna.se/myten-om-sveriges-radio-bekraftad-som-myt/"
    }
  ]
}