{
  "title": "Swedish News — 14 February 2026",
  "script": "The Swedish government is moving forward with a major defence investment. New frigates will become Sweden's primary tool for power projection against Russia at sea. The billion-kronor purchase represents a significant advancement in Sweden's naval capabilities, though the total cost could reach tens of billions of kronor over time. Defence Minister Pål Jonsson says the move sends a clear signal that Sweden will defend its territory.\n\nElectricity prices remain a major concern for Swedish households. Some families are taking matters into their own hands. One homeowner has optimised his heating system to withstand price increases and reduce dependence on the grid. He's determined not to send more money than necessary to electricity companies. Simple solutions like adjusting thermostats and upgrading insulation are helping many Swedes cope with the ongoing energy crisis.\n\nImmigration policy is facing renewed scrutiny. The government's reduced activity support for long-term unemployed has sparked criticism from social workers and advocates. Psychologist Tove Falk argues that the policy is signal politics rather than genuine support for vulnerable jobseekers. Critics say the government should focus on real employment assistance instead of headline-grabbing measures.\n\nOnline safety for young people is becoming increasingly urgent. A DN investigation has found that teenage girls receive unwanted sexual messages whilst selling clothes on the secondhand platform Vinted. The Minister for Gender Equality is demanding higher requirements and greater pressure on digital platforms to implement safety measures from the start. The government is signalling that platforms must do more to protect young users from harassment and exploitation.\n\nFood safety inspections have uncovered a troubling case of fraud. Five tonnes of sweets that had expired more than a year ago were being repackaged for sale. Workers had used nail polish remover to erase the original expiration dates and stamped new ones onto the bags. When municipality inspectors arrived, the workers fled the scene. The case highlights ongoing concerns about food safety compliance and oversight in the distribution chain.\n\nFinally, a fire in a villa outside Sala has resulted in one death. The building was completely destroyed in the Saturday morning blaze. Police continue to investigate the circumstances of the fire as they work to determine the cause.",
  "stories": [
    {
      "headline": "New frigates will be Sweden's means of power against Russia",
      "summary": "Sweden is purchasing new frigates for billions of kronor to advance its naval capabilities and deter Russian aggression. Defence Minister Pål Jonsson states the investment sends a clear signal that Sweden will defend its territory. The total cost could reach tens of billions over the lifespan of the vessels.",
      "source": "SVT Nyheter",
      "link": "https://www.svt.se/nyheter/inrikes/nya-fregatter-blir-svenskt-maktmedel-mot-ryssland"
    },
    {
      "headline": "Anders optimised the heating system: \"The electricity company won't get another month\"",
      "summary": "A Swedish homeowner has taken steps to reduce electricity costs by optimising his heating system and insulation. Facing high energy prices across the country, many families are implementing solutions to withstand price increases and reduce grid dependence.",
      "source": "DN",
      "link": "https://www.dn.se/ekonomi/anders-optimerade-varmesystemet-elbolaget-ska-fan-inte-fa-en-manad-till/"
    },
    {
      "headline": "Stop with signal politics and give jobseekers real support",
      "summary": "Psychologist Tove Falk criticises the government's reduced activity support for long-term unemployed as signal politics. She argues that those in vulnerable situations need genuine employment assistance rather than headline-grabbing policy measures.",
      "source": "DN",
      "link": "https://www.dn.se/insandare/sluta-med-signalpolitik-och-ge-jobbsokande-riktigt-stod/"
    },
    {
      "headline": "After girls' alarm about Vinted: Minister wants higher requirements on digital platforms",
      "summary": "A DN investigation reveals that teenage girls receive sexual messages whilst selling clothes on the secondhand platform Vinted. The Minister for Gender Equality is demanding that digital platforms implement stronger safety measures to protect young users from harassment.",
      "source": "DN",
      "link": "https://www.dn.se/sverige/efter-tjejers-larm-om-vinted-minister-vill-ha-hogre-krav-pa-digitala-plattformar/"
    },
    {
      "headline": "Five tonnes of sweets were given new best before dates — revealed during inspection",
      "summary": "Municipality inspectors discovered that expired sweets were being repackaged and sold with false expiration dates. Workers had used nail polish remover to erase original dates and apply new ones. The workers fled when inspectors arrived.",
      "source": "DN",
      "link": "https://www.dn.se/sverige/fem-ton-godis-fick-nya-bast-fore-datum-avslojades-vid-inspektion/"
    },
    {
      "headline": "Fire in villa outside Sala — one person dead",
      "summary": "A villa fire occurred just outside Sala on Saturday morning, completely destroying the building. Police report that one person died in the blaze as they investigate the circumstances.",
      "source": "SVT Nyheter",
      "link": "https://www.svt.se/nyheter/lokalt/vastmanland/brand-i-villa-utanfor-sala"
    }
  ]
}